# additional formulaes
tap "homebrew/cask-fonts"
tap "homebrew/cask-drivers"

# brew tools
brew "git"
brew "svn"
brew "nvm"
brew "tldr"
brew "tree"
brew "wget"
brew "nvm"
brew "yarn"
brew "jq"
brew "fswatch"

# brew apps
cask "1password"
cask "1password-cli"
cask "balenaetcher"
cask "charles"
cask "discord"
cask "docker"
cask "exodus"
cask "focus"
cask "google-chrome"
cask "macdown"
cask "microsoft-office"
cask "postman"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "ticktick"
cask "visual-studio-code"
cask "whatsapp"
cask "wireshark"
cask "zoom"
cask "cheatsheet"
cask "iina"
cask "transmission"
cask "sonos"
cask "raindropio"
cask "timemator"
cask "microsoft-teams"
cask "hex-fiend"

# fonts
cask "font-fantasque-sans-mono"
cask "font-fira-code"
cask "font-hack"
cask "font-lato"
cask "font-roboto"
cask "font-montserrat"
cask "font-poppins"
cask "font-open-sans"

# app store apps
mas "GoodNotes 5", id: 1444383602
mas "Xcode", id: 497799835
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Raindrop.io for Safari", id: 957810159
mas "Pages", id: 409201541
mas "Numbers", id: 409203825
mas "Keynote", id: 409183694